<template>
  <div class="container">
	<div class="columns">
      <TheUserInfo class="column is-narrow is-3" />
      <div class="column is-narrow is-9">
			<p style="text-align:left;margin-bottom:30px;">
			온라인 이용 약관과 업무처리규칙 및 SLA(이하 “약관” )은 ㈜yellowgreen이 제공하는 제품, 소프트웨어, 인적 서비스, 기능 등(이하 “서비스” )을 홀세일닥터의 서비스 웹사이트(이하 “서비스 웹사이트”) 상에서 이용하고자 본 약관에 동의하는 주체(“고객”) 간 의무와 권리 및 책임사항을 정하고 있습니다.

			제1조(약관의 효력)
			본 약관은 온라인 이용약관과 업무처리규칙 및 SLA로 구성되며 고객이 홀세일닥터에 가입신청을 하고, 홀세일닥터가 가입을 승낙한 때부터 효력을 발생합니다.
			고객이 대리인(가족, 고용인을 포함하되, 이에 한하지 않음)을 통하여 약관에 동의하고 가입신청 하는 경우에도 대리인은 계약상, 법률상 고객을 대리할 정당한 권한을 보유 하였음을 보증하고, 고객은 약관에 동의하고 준수할 것임을 보증합니다.
			고객이 약관에 동의하는 것은 고객의 고용인들과 지점, 관계사, 협력사, 거래처 등 고객으로 인해 본 서비스를 이용하는 모든 사용자로 하여금 본 약관을 준수하게 할 책임이 있다는 것을 의미합니다.

			제2조(약관의 변경)
			yellowgreen는 약관을 수시로 변경할 수 있으며, 웹 사이트에 게재한 때로부터 변경된 약관이 적용됩니다.
			고객은 서비스를 계속 이용함으로써 변경된 약관에 동의하는 것으로 간주합니다. 다만, 고객에게 현저히 불리하게 변경된 약관의 내용은 고객에게 전자쪽지 등의 전자적 수단으로 개별 통지하며, 통지한 날로부터 3일 이내에 고객이 이의를 제기하지 않거나 통지한 이후에도 서비스를 계속 이용하면 상기 기간이 경과한 때 또는 계속 이용한 때부터 변경된 약관에 동의한 것으로 간주합니다.

			제3조(무료 체험(데모체험 포함))
			고객이 무료 체험을 신청하는 경우에도 본 약관은 동일하게 적용되며, 기술상 정책상 일부 기능이 제한될 수 있습니다.
			yellowgreen는 무료 체험 일체에 대한 서비스 제공을 언제든지 중단할 수 있습니다.
			고객이 무료 체험 사용 기간 종료 시점에 유료 고객으로 전환하지 않을 경우, yellowgreen는 고객에게 무료 체험 서비스를 더 이상 제공하지 않습니다. 또한, 고객은 무료 체험 기간 중 입력한 데이터 및 생성한 설정 일체에 접속하거나 회수, 재사용할 수 없습니다.
			데이터와 설정을 계속 사용하고자 한다면 무료 체험 기간이 종료되기 전에 유료 고객으로 전환하여야 합니다.
			</p>
			<a href="/">&#62; 메인으로</a>
		</div>
    </div>
  </div>
</template>

<script>
import TheUserInfo from '~/components/TheUserInfo.vue'

export default {
  data () {
    return {
      isLoaded: false
    }
	},
	components:{
		TheUserInfo
	}
}
</script>

<style scoped>
body { background-color:#99FE00; }

.container {
  display: flex;
  flex-direction: column;
}

.column a { color:#000; }
</style>
